{
  "version": "1.0",
  "generated": "2025-12-21T14:05:36.484Z",
  "total": 6,
  "kingdoms": {
    "fungi": {
      "name": "Fungi",
      "icon": "🍄",
      "count": 3
    },
    "plantae": {
      "name": "Plantae",
      "icon": "🌿",
      "count": 2
    },
    "animalia": {
      "name": "Animalia",
      "icon": "🦋",
      "count": 1
    },
    "bacteria": {
      "name": "Bacteria",
      "icon": "🦠",
      "count": 0
    }
  },
  "species": [
    {
      "id": "fungi-002",
      "slug": "amanita-muscaria",
      "name": "Fliegenpilz",
      "scientific_name": "Amanita muscaria",
      "image": "",
      "description": "Der Fliegenpilz (Amanita muscaria) ist einer der bekanntesten und ikonischsten Pilze weltweit. Mit seinem leuchtend roten Hut und den charakteristischen weissen Flocken ist er das Urbild eines Pilzes in der westlichen Kultur. Obwohl er giftig ist, werden die Alkaloide Ibotensaeure und Muscimol traditionell in schamanischen Ritualen verschiedener Kulturen verwendet. Der Name 'Fliegenpilz' stammt von der historischen Verwendung als Insektizid - in Milch eingelegt lockt er Fliegen an und betaeubt sie. Der Pilz geht eine Mykorrhiza-Symbiose mit verschiedenen Baumarten ein, besonders mit Birken und Fichten. In der Popkultur ist er durch Super Mario, Schlumpfhaeuser und zahlreiche Maerchen allgegenwaertig.",
      "kingdom": "fungi",
      "kingdom_name": "Fungi",
      "kingdom_icon": "🍄",
      "perspectives": [
        "chemistry",
        "culture",
        "ecology",
        "geography",
        "identification",
        "safety",
        "temporal"
      ],
      "tags": [
        "boreale und temperate nadelwaelder",
        "mischwaelder",
        "laubwaelder mit birken",
        "subalpine waelder",
        "parklandschaften mit geeigneten baeumen",
        "naehe zu mykorrhiza-wirtsbaeumen",
        "saurer bis neutraler boden (ph 4.5-7)",
        "gute bodenfeuchtigkeit",
        "humusreicher waldboden",
        "halbschattige standorte",
        "nadelwaelder (fichte, kiefer, tanne)",
        "birkenwaelder",
        "plantagen mit mykorrhiza-wirtsbaeumen",
        "spaetsommer bis herbst"
      ],
      "searchText": "ibotensaeure (alpha-amino-3-hydroxy-5-isoxazolessigsaeure) muscimol (5-aminomethyl-3-hydroxyisoxazol) muscazon (oxazol-derivat) muscarin (in spuren) betalaine (rote und gelbe farbstoffe) muscaflavin (gelbes pigment) muscapurpurin (rotes pigment) hplc-uv (254 nm) hplc-ms/ms gc-ms nach derivatisierung tlc mit ninhydrin-detektion nmr-spektroskopie lewis carroll: alice im wunderland (rauchender caterpillar auf pilz) c.s. lewis: die chroniken von narnia (pilzdarstellungen) diverse maerchensammlungen "
    },
    {
      "id": "fungi-003",
      "slug": "physarum-polycephalum",
      "name": "Vielkoepfiger Schleimpilz",
      "scientific_name": "Physarum polycephalum",
      "image": "",
      "description": "Physarum polycephalum, der vielkoepfige Schleimpilz, ist ein faszinierender Organismus, der weder Pilz noch Tier ist, sondern zu den Myxomyceten (Schleimpilzen) gehoert. Dieser einzellige, aber makroskopische Organismus kann Labyrinthe loesen, den kuerzesten Weg zwischen Nahrungsquellen finden und komplexe Netzwerke bilden, die menschlichen Transportnetzen aehneln. Das leuchtend gelbe Plasmodium kann mehrere Quadratmeter gross werden und bewegt sich mit bis zu 5 cm pro Stunde. In Stresssituationen bildet es Sporen bildende Fruchtkoerper. Physarum wird intensiv in der Forschung eingesetzt - von der Zellbiologie ueber Computerwissenschaften bis hin zur Stadtplanung. 2010 wurde gezeigt, dass ein Schleimpilz das Tokioter U-Bahn-Netz nachbilden kann. Der Organismus zeigt eine primitive Form von Lernen und Gedaechtnis, obwohl er kein Nervensystem besitzt.",
      "kingdom": "fungi",
      "kingdom_name": "Fungi",
      "kingdom_icon": "🍄",
      "perspectives": [
        "chemistry",
        "cultivation",
        "culture",
        "ecology",
        "identification",
        "research",
        "statistics"
      ],
      "tags": [
        "bio-art installationen",
        "lebende skulpturen",
        "interaktive ausstellungen",
        "performance-kunst",
        "#slimemold",
        "#physarum",
        "#theblob",
        "#intelligentslime",
        "temperierte laubwaelder",
        "mischwaelder",
        "parkanlagen",
        "gaerten mit kompost",
        "tropische regenwaelder",
        "hohe luftfeuchtigkeit (>70%)",
        "schattige bis dunkle bedingungen",
        "verrottendes organisches material",
        "feucht aber nicht wasserstaendig",
        "nahe bakterielle oder pilzliche nahrung",
        "heterotroph (phagotroph)",
        "das plasmodium umfliesst und verdaut bakterien, hefen, pilzsporen und organische partikel durch phagozytose. es zeigt klare nahrungspraeferenzen."
      ],
      "searchText": "physarochrome a und b physarorubin polysaccharide (schleimsubstanzen) verschiedene organische saeuren schwermetall-detektion toxizitaetstests umweltmonitoring nahrungsmittelsicherheit carolina biological supply ward's science atcc (american type culture collection) universitaetslabore diy-community (tausch) nicht giftig oder pathogen sicher fuer schulen und heimlabore allergien sehr selten haende nach handhabung waschen ngss life sciences ap biology lab curriculum ib biology practical work deuts"
    },
    {
      "id": "fungi-001",
      "slug": "psilocybe-cyanescens",
      "name": "Blauender Kahlkopf",
      "scientific_name": "Psilocybe cyanescens",
      "image": "",
      "description": "Psilocybe cyanescens, bekannt als Blauender Kahlkopf oder Wavy Cap, ist ein stark psilocybinhaltiger Pilz aus der Familie Hymenogastraceae. Die Art wurde 1946 von Elsie Wakefield in England erstbeschrieben und hat sich seitdem weltweit in gemaessigten Klimazonen verbreitet, insbesondere in urbanen Gebieten auf Holzhaecksel und Rindenmulch. Charakteristisch sind der wellenfoermige Hutrand bei Reife, die intensive Blauverfaerbung bei Verletzung und das Wachstum in dichten Gruppen im Spaetherbst nach ersten Froesten. Der Pilz enthaelt signifikante Mengen der psychoaktiven Tryptamin-Alkaloide Psilocybin und Psilocin sowie Baeocystin. In den meisten Laendern unterliegt der Besitz und die Verwendung strengen rechtlichen Beschraenkungen.",
      "kingdom": "fungi",
      "kingdom_name": "Fungi",
      "kingdom_icon": "🍄",
      "perspectives": [
        "chemistry",
        "culture",
        "ecology",
        "identification",
        "medicine",
        "safety",
        "temporal"
      ],
      "tags": [
        "keine dokumentierte indigene nutzung von p. cyanescens",
        "verwandte psilocybe-arten: spirituelle zeremonien (mesoamerika)",
        "heilrituale (mazateken)",
        "divination und orakel",
        "neo-schamanische zeremonien",
        "spirituelle retreats (legal in einigen jurisdiktionen)",
        "bewusstseins-exploration",
        "meditation und kontemplative praktiken",
        "keine traditionelle nahrungsnutzung dokumentiert",
        "keine historische traditionelle medizin (art erst 1946 beschrieben)",
        "moderne verwendung: psychedelisch-assistierte therapie",
        "microdosing fuer kognitive und emotionale benefits",
        "moderne spirituelle retreats",
        "therapeutische sitzungen",
        "keine antike verwendung dokumentiert - art erst 1946 beschrieben. verwandte psilocybe-arten wurden in mesoamerika seit mindestens 3000 jahren verwendet (pilzsteine, codices).",
        "keine mittelalterliche verwendung bekannt",
        "keine verwendung vor der wissenschaftlichen beschreibung 1946",
        "psilocybin therapy",
        "magic mushrooms",
        "microdosing",
        "psychedelic renaissance",
        "mental health treatment",
        "wood chip mulch",
        "bark mulch, decaying wood debris",
        "cool, wet autumn/winter",
        "urban development",
        "change in landscaping practices",
        "removal of mulch substrates",
        "urban, periurban, waldraender",
        "holzhaecksel, rindenmulch, verrottende holzreste"
      ],
      "searchText": "psilocybin (o-phosphoryl-4-hydroxy-n,n-dimethyltryptamin) psilocin (4-hydroxy-n,n-dimethyltryptamin) baeocystin (4-phosphoryloxy-n-methyltryptamin) norbaeocystin (4-phosphoryloxy-tryptamin) aeruginascin (n,n,n-trimethyl-4-phosphoryloxytryptamin) hplc-uv (254 nm, 280 nm) hplc-ms/ms (gold-standard) lc-esi-ms tlc (dünnschichtchromatographie) mit ehrlich-reagenz gc-ms nach derivatisierung nmr-spektroskopie immunoassays (elisa) depression (therapieresistent) angststörungen ptsd suchterkrankungen clus"
    },
    {
      "id": "plantae-001",
      "slug": "deadly-nightshade",
      "name": "Tollkirsche",
      "scientific_name": "Atropa belladonna",
      "image": "",
      "description": "Die Tollkirsche (Atropa belladonna) ist eine der giftigsten Pflanzen Europas und gehoert zur Familie der Nachtschattengewaechse (Solanaceae). Alle Pflanzenteile sind hochgiftig, besonders die verlockend aussehenden schwarzen Beeren, die aufgrund ihres suessen Geschmacks vor allem fuer Kinder gefaehrlich sind. Der Name 'belladonna' (schoene Frau) stammt von der historischen Verwendung des Pflanzenextrakts zur Pupillenerweiterung in der Kosmetik. Die Pflanze enthaelt Tropanalkaloide wie Atropin, Scopolamin und Hyoscyamin, die auf das Nervensystem wirken und in der Medizin therapeutisch eingesetzt werden.",
      "kingdom": "plantae",
      "kingdom_name": "Plantae",
      "kingdom_icon": "🌿",
      "perspectives": [
        "chemistry",
        "culture",
        "ecology",
        "geography",
        "identification",
        "medicine",
        "safety"
      ],
      "tags": [
        "orakeltraenke in der antike",
        "rauchopfer in keltischen ritualen",
        "bestandteil von hexensalben",
        "keine - pflanze ist toedlich giftig",
        "narkotikum bei operationen (antike)",
        "schmerzmittel",
        "augenmittel zur pupillenerweiterung",
        "asthma-zigaretten (19. jahrhundert)",
        "parkinson-behandlung (historisch)",
        "bestandteil von 'hexensalben' und 'flugsalben'",
        "rauschmittel bei initiationsriten",
        "orakeltraenke",
        "liebestraenke",
        "bereits in der antike als narkotikum und gift bekannt. dioskurides beschrieb die pflanze ausfuehrlich. verwendet fuer narkose bei operationen, aber auch als mordgift.",
        "zentraler bestandteil der 'hexensalben' und 'flugsalben'. in der volksmedizin als schmerzmittel. beruechtigtes mordgift. verbindung mit hexerei fuehrte zu zahlreichen hinrichtungen.",
        "wissenschaftliche erforschung der wirkstoffe. kosmetische verwendung durch frauen der oberschicht (pupillenerweiterung galt als attraktiv). beginn der pharmazeutischen nutzung.",
        "forest_clearing",
        "forest_edge",
        "warm_summers",
        "laubmischwaelder",
        "waldlichtungen und schlagfluren",
        "waldraender und gebusch",
        "kalkreiche hangwaelder",
        "ruderalstandorte",
        "alte gaerten und friedhoefe",
        "burgruinen",
        "wegboeschungen",
        "buchenwaelder auf kalk",
        "eichen-hainbuchenwaelder",
        "schlucht- und hangmischwaelder"
      ],
      "searchText": "hyoscyamin (l-atropin) atropin (dl-hyoscyamin) scopolamin (l-hyoscin) apoatropin belladonnin rutin quercetin kaempferol chlorogensaeure kaffeesaeure scopoletin aesculetin beta-sitosterol stigmasterol campesterol linalool caryophyllen oleanolsaeure hplc-uv (usp/ph. eur. methoden) gc-ms fuer alkaloidprofile immunoassays (elisa) duennschichtchromatographie (dc) karl-fischer-titration (wassergehalt) europaeisches arzneibuch (ph. eur.) - belladonnae folium usp-nf - belladonna leaf dab (deutsches arzn"
    },
    {
      "id": "plantae-002",
      "slug": "sequoia-sempervirens",
      "name": "Kuestenmammutbaum",
      "scientific_name": "Sequoia sempervirens",
      "image": "",
      "description": "Der Kuestenmammutbaum (Sequoia sempervirens) ist das hoechste lebende Wesen auf der Erde. Diese majesteatischen Baeume koennen Hoehen von ueber 115 Metern erreichen und leben mehrere tausend Jahre. Sie sind endemisch in einem schmalen Kuestenstreifen von Suedoregon bis Zentralkalifornien, wo sie vom Kuestennebel profitieren, der bis zu 40 Prozent ihres Wasserbedarfs deckt. Die rotbraune, faserige Rinde kann bis zu 30 cm dick werden und schuetzt den Baum vor Feuer. Diese Giganten sind oekologisch einzigartig und beherbergen in ihren Kronen ganze Oekosysteme mit Farnen, Blaubeerbueschen und sogar kleinen Baeumen. Der Kuestenmammutbaum ist ein lebendes Fossil, dessen Vorfahren bereits vor 200 Millionen Jahren existierten. Die Art ist durch Abholzung auf etwa 4 Prozent ihrer urspruenglichen Verbreitung geschrumpft und steht heute unter Schutz.",
      "kingdom": "plantae",
      "kingdom_name": "Plantae",
      "kingdom_icon": "🌿",
      "perspectives": [
        "conservation",
        "ecology",
        "geography",
        "identification",
        "statistics"
      ],
      "tags": [
        "kuesten-nebelwald",
        "flussebenen und alluvialboeden",
        "steile hanglagen mit nebeleinfluss",
        "gemischte nadelwaelder",
        "ganzjaehrig maritime nebellage",
        "tiefgruendige, naehrstoffreiche boeden",
        "gute wasserspeicherkapazitaet",
        "minimale frostexposition",
        "milde winter (keine extremtemperaturen)",
        "flussebenen und alluvialboeden (hoechste baeume)",
        "nebelexponierte westhaenge",
        "tiefe kuestentaeler",
        "sturmgeschuetzte kuestenstreifen"
      ],
      "searchText": "dramatischer rueckgang 1850 1970 durch holzeinschlag, seitdem stabilisierung schutz abhaengigkeit von maritimem nebelklima enge klimatische nische langsame reproduktion und migration fragmentierte populationen botanic gardens (87 institutions) seed banks (usda, rancho santa ana, uc berkeley) usda national genetic resources program rancho santa ana botanic garden uc berkeley botanical garden nationalpark- und staatsparksystem land trust erwerbungen oekologische restaurierung abgeholzter gebiete g"
    },
    {
      "id": "animalia-001",
      "slug": "alpine-marmot",
      "name": "Alpenmurmeltier",
      "scientific_name": "Marmota marmota",
      "image": "",
      "description": "Das Alpenmurmeltier (Marmota marmota) ist ein Nagetier aus der Familie der Hoernchen (Sciuridae). Es ist das groesste einheimische Nagetier der Alpen und bewohnt alpine Matten und Gebirgsweiden oberhalb der Baumgrenze in Hoehen von 800 bis 3200 Metern. Die Tiere leben in komplexen Familiengruppen und halten einen ausgedehnten Winterschlaf von Oktober bis April. Mit ihrem charakteristischen Warnpfiff warnen sie Artgenossen vor Fressfeinden wie dem Steinadler.",
      "kingdom": "animalia",
      "kingdom_name": "Animalia",
      "kingdom_icon": "🦋",
      "perspectives": [
        "conservation",
        "culture",
        "ecology",
        "geography",
        "identification",
        "interactions",
        "research",
        "safety",
        "statistics",
        "temporal"
      ],
      "tags": [
        "offene alpine matten oberhalb der baumgrenze",
        "tiefgruendiger boden fuer baue",
        "ausreichend nahrungspflanzen",
        "suedexponierte haenge",
        "schneebedeckung im winter",
        "alpine graslaender zwischen 1500-2500m hoehe",
        "nahrungsquelle (fleisch)",
        "murmeltierroel (fett als heilmittel)",
        "fell fuer kleidung",
        "zaehne als schmuck",
        "murmeltierbraten",
        "murmeltierragout",
        "geselchtes murmeltierfleisch",
        "murmeltierroel gegen rheuma",
        "murmeltierroel gegen gelenkschmerzen",
        "murmeltierroel als einreibung gegen kaelte",
        "murmeltierroel gegen hauterkrankungen",
        "bereits in der steinzeit wurden murmeltiere gejagt. knochenfunde belegen ihre bedeutung als nahrungsquelle fuer fruehere alpenbewohner.",
        "im mittelalter war das murmeltierroel ein geschaetztes heilmittel. die jagd war ein wichtiger teil der alpinen wirtschaft.",
        "alpine matten und gebirgsweiden",
        "felsige haenge",
        "gebirgstaeler",
        "schutthalden",
        "suedexposition fuer waerme",
        "krautreiche vegetation als nahrung",
        "felsen oder steine als aussichtspunkte",
        "schneebedeckung im winter fuer isolation",
        "herbivor",
        "diurnal",
        "april bis mai"
      ],
      "searchText": "bern convention appendix iii eu habitats directive annex v nationale jagdgesetze naturschutzgesetze der alpenlaender oesterreich: jagdbare art mit schonzeiten schweiz: geschuetzt, lokale jagd erlaubt deutschland: streng geschuetzt (bnatschg) italien: jagdbar mit regulierung frankreich: jagdbar mit saisons bern convention (1979) eu habitats directive (1992) alpine convention (1991) offene alpine matten oberhalb der baumgrenze tiefgruendiger boden fuer baue ausreichend nahrungspflanzen suedexponie"
    }
  ]
}